Repository: reacher5/pyroom
Catalog: pyroom-0.4.1/locales/pyroom-*.po
Languages: de, fr

source: <b>Autosave</b>
de: <b>Automatisch sichern</b>
fr: Enregistrement automatique

source: <b>Display</b>
de: <b>Anzeige</b>
fr: <b>Affichage</b>

source: <b>Text font</b>
de: <b>Schriftart</b>
fr: <b>Police du texte</b>

source: <b>Themes</b>
fr: <b>Thèmes</b>

source: <b>Warning!</b> You are about to close your current document leaving unsaved changes. If you continue, any changes will be lost.
de: <b>Achtung!</b> Das Dokument soll geschlossen werden, obwohl noch ungespeicherte Änderungen vorliegen. Diese werden beim Schließen verloren gehen.
fr: <b>Alerte !</b> Vous êtes sur le point de fermer votre document courant sans enregistrer ses dernières modifications. Si vous choisissez de poursuivre, toutes vos modifications seront perdues.

source: <b>Warning!</b> You are about to quit leaving documents with unsaved changes. If you continue, you will loose any changes that you have made.
de: <b>Achtung!</b> Das Programm soll geschlossen werden, obwohl noch ungespeicherte Änderungen vorliegen. Diese werden beim Schließen verloren gehen.
fr: <b>Alerte !</b> Vous êtes sur le point de fermer des documents sans enregistrer leurs dernières modifications. Si vous choisissez de poursuivre, toutes vos modifications seront perdues.

source: Autosave files every
de: Automatisch sichern alle
fr: Enregistrement automatique des fichiers toutes les

source: Background color:
de: Hintergrundfarbe:
fr: Couleur de fond

source: Border color:
de: Rahmenfarbe:
fr: Couleur de bordure :

source: Close without saving
de: Verwerfen
fr: Fermer sans enregistrer

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

source: Default _document font
de: Standard _Dokumentenschriftart
fr: Police par défaut de _document

source: Default _monospace font
de: Standard _Monospaceschriftart
fr: Police par défaut à chasse _fixe

source: General
de: Allgemein
fr: Général

source: Height:
de: Höhe:
fr: Hauteur :

source: Indent new paragraphs
de: Neue Absätze einrücken
fr: Indenter les nouveaux paragraphes

source: Modify line spacing (in pixels)
de: Zeilenabstand (in Pixeln)
fr: Modifier l'interligne (en pixels)

source: Padding:
de: Innenabstand:
fr: Marge intérieure :

source: Presets:
de: Vorlagen:
fr: Préréglages :

source: Pyroom Preferences
de: PyRoom - Einstellungen
fr: Préférences de Pyroom

source: Save changes?
de: Änderungen sichern?
fr: Enregistrer les modifications ?

source: Select a font
de: Schriftart wählen
fr: Sélectionner une police

source: Show border
de: Rahmen anzeigen
fr: Montrer la bordure

source: Text color:
de: Textfarbe:
fr: Couleur du texte :

source: Textbox background
de: Textbox-Hintergrund
fr: Fond de la boîte de texte

source: Theme
fr: Thème

source: Width:
de: Breite:
fr: Largeur :

source: _Custom font
de: _Benutzerdefinierte Schriftart
fr: Police _personnalisée

source: _Save
de: _Sichern
fr: Enregi_strer

source: Theme Files
de: Themes
fr: Fichiers de thème

source: Could not save preferences file.
de: Einstellungen konnten nicht gesichert werden.
fr: Impossible d'enregistrer le fichier des préférences

source: Style Changed to %s
de: Theme geändert auf %s
fr: Style changé en %s

source: theme not found: %s
de: Theme nicht gefunden: %s
fr: thème introuvable : %s

source: There has been an uncaught exception in pyroom. This is most likely a programming error. Please submit a bug report to launchpad
de: Ein unbehandelter Fehler ist aufgetreten. Dabei handelt es sich höchstwahrscheinlich um einen Programmierfehler. Bitte einen Bug-Bericht auf Launchpad eintragen.
fr: Il y a eu une exception inattendue dans pyroom. C'est probablement une erreur de programmation. Merci de rapporter ce bogue via launchpad

source: Error
de: FEhler
fr: Erreur

source: Details...
fr: Informations...

source: %prog [-v] [file1] [file2]...
de: %prog [-v] [Datei1] [Datei2]...
fr: %prog [-v] [fichier1] [fichier2]...

source: PyRoom lets you edit text files simply and efficiently in a full-screen window, with no distractions.
de: Mit PyRoom können Textdateien einfach und effizient im Vollbild und ohne Ablenkungen bearbeitet werden.
fr: PyRoom vous permet de saisir des fichiers texte simplement et efficacement dans une fenêtre plein-écran, sans être distrait.

source: Welcome to Pyroom %s, type Control-H for help
de: Willkommen bei PyRoom %s, Strg+H blendet die Hilfe ein.
fr: Bienvenue dans Pyroom %s, tapez Controle-H pour avoir de l'aide

source: Could not autosave file %s
de: %s konnte nicht automatisch gesichert werden
fr: Impossible d'enregistrer automatiquement le fichier %s

source: * Unnamed *
de: * Unbenannt *
fr: * Inconnu *

source: Control-H: Show help in a new buffer
de: Strg+H: Hilfe in einem neuen Fenster anzeigen
fr: Control-H : montre l'aide dans un document

source: Control-I: Show buffer information
de: Strg+I: Informationen über das aktuelle Fenster anzeigen
fr: Control-I : montre les informations du document

source: Control-P: Shows Preferences dialog
de: Strg+P: Einstellungsdialog anzeigen
fr: Control-P : montre le dialogue des préférences

source: Control-N: Create a new buffer
de: Strg+N: Neues Fenster öffnen
fr: Control-N : crée un nouveau document

source: Control-O: Open a file in a new buffer
de: Strg+O: Datei in neuem Fenster öffne
fr: Control-O : ouvre un fichier dans un nouveau document

source: Control-Q: Quit
de: Strg+Q: Beenden
fr: Control-Q : quitte

source: Control-S: Save current buffer
de: Strg+S: Speichern
fr: Control-S : enregistre le document courant

source: Control-Shift-S: Save current buffer as
de: Strg+Shift+S: Speichern unter
fr: Control-Shift-S : enregistre le document courant sous...

source: Control-W: Close buffer and exit if it was the last buffer
de: Strg+W: Fenster schließen
fr: Control-W : ferme le document et quitte si c'était le dernier document ouvert

source: Control-Y: Redo last typing
de: Strg+Y: Wiederherstellen
fr: Control-Y : refaire la dernière frappe

source: Control-Z: Undo last typing
de: Strg+Z: Rückgängig
fr: Control-Z : annuler la dernière frappe

source: Control-Page Up: Switch to previous buffer
de: Strg+BildAuf: Zu vorherigem Fenster schalten
fr: Control-Page-Haut : aller au document précédent

source: Control-Page Down: Switch to next buffer
de: Strg+BildAb: Zu nächstem Fenster schalten
fr: Control-Page-Bas :aller au document suivant

source: PyRoom - distraction free writing Copyright (c) 2007 Nicolas Rougier, NoWhereMan Copyright (c) 2008 Bruno Bord and the PyRoom team Welcome to PyRoom and distraction-free writing. To hide this help window, press Control-W. PyRoom stays out of your way with formatting options and buttons, it is largely keyboard controlled, via shortcuts. You can find a list of available keyboard shortcuts later. If enabled in preferences, pyroom will save your files automatically every few minutes or when you press the keyboard shortcut. Commands: --------- %s
de: PyRoom - Schreiben ohne Ablenkung Copyright (c) 2007 Nicolas Rougier, NoWhereMan Copyright (c) 2008 Bruno Bord and the PyRoom team Willkommen bei PyRoom und beim Schreiben ohne Ablenkung. Diese Hilfe kann mit Strg+W geschlossen werden. PyRoom lenkt nicht ab mit Formatierungen, Knöpfen oder Menüs sondern kann größtenteils über Tastenkombinationen gesteuert werden. Eine Liste der Tastenkombinationen folgt. Sofern aktiviert, speichert PyRoom die offenen Dateien alle paar Minuten automatisch. Außerdem natürlich auch auf Tastendruck. Befehle: ----------- %s
fr: PyRoom - distraction free writing Copyright (c) 2007 Nicolas Rougier, NoWhereMan Copyright (c) 2008 Bruno Bord et l'équipe PyRoom Bienvenue dans PyRoom et l'écriture libre de toute distraction. Pour fermer cette fenêtre d'aide, appuyez sur Controle-W. PyRoom vous permet de vous abstraire des options de formatage et des boutons. Son interface est largement orientée sur les contrôles par raccourcis clavier. Vous trouverez une liste de ces raccourcis ci-dessous. Si vous avez activé l'option, pyroom enregistrera régulièrement vos fichiers de façon automatique ou lorsque vous presserez le raccourci pour enregistrer.. Commandes : --------- %s

source: (modified)
de: (geändert)
fr: (modifié)

source: Buffer %(buffer_id)d: %(buffer_name)s%(status)s, %(char_count)d character(s), %(word_count)d word(s), %(lines)d line(s)
de: Fenster %(buffer_id)d: %(buffer_name)s%(status)s, %(char_count)d Zeichen, %(word_count)d Wort(e), %(lines)d Zeile(n)
fr: Document %(buffer_id)d: %(buffer_name)s%(status)s, %(char_count)d caractère(s), %(word_count)d mot(s), %(lines)d ligne(s)

source: Nothing more to undo!
de: Bereits bei der letzten Änderung!
fr: Rien à annuler !

source: Nothing more to redo!
de: Bereits bei der letzten Änderung!
fr: Rien à refaire !

source: Restore backup?
de: Backup wiederherstellen?
fr: Restaurer la copie de sauvegarde ?

source: Backup information for this file has been found. Open those instead of the original file?
de: Für diese Datei wurden nicht gespeicherte Änderungen gefunden. Sollen diese geöffnet werden, statt der Datei?
fr: Des informations sur la sauvegarde ont été trouvées. Les ouvrir au lieu d'ouvrir le fichier original ?

source: Closed, no files selected
de: Geschlossen, keine Dateien ausgewählt
fr: Fermé, aucun fichier sélectionné

source: Unable to open %(filename)s.
de: %(filename)s konnte nicht geöffnet werden.
fr: Impossible d'ouvrir %(filename)s.

source: You do not have permission to open the file.
de: Keine Berechtigung, die Datei zu öffnen.
fr: Vous n'avez pas la permission d'ouvrir le fichier.

source: Unable to open %s
de: Kann %s nicht öffnen
fr: Impossible d'ouvrir %s

source: File %s open
de: Öffne Datei %s
fr: Fichier %s ouvert

source: File %s saved
de: Die Datei %s wurde gespeichert
fr: Fichier %s enregistré

source: Unable to save %(filename)s.
de: %(filename)s konnte nicht gesichert werden.
fr: Impossible d'enregistrer %(filename)s.

source: You do not have permission to write to the file.
de: Keine Berechtigung, die Datei zu sichern
fr: Vous n'avez pas la permission d'écrire sur le fichier.

source: Unable to save %s
de: %s konnte nicht gesichert werden
fr: Impossible d'enregistrer %s

source: Could not delete autosave file.
de: Zwischenspeicherungsdatei konnte nicht gelöscht werden.
fr: Impossible de supprimer la sauvegarde automatique.

source: Switching to buffer %(buffer_id)d (%(buffer_name)s)
de: Zu Fenster %(buffer_id)d (%(buffer_name)s) gewechselt
fr: Passage au tampon %(buffer_id)d (%(buffer_name)s)

source: minutes.
de: Minuten
